[
  {
    "title": "Astronomy workshop Kashefa hay Tahrir",
    "description": "This event at Kashefa Hay Tahrir revolved around the fascinating world of astronomy, providing participants with a unique hands-on experience. From engaging workshops to thrilling competitions",
    "date": "2023-03-05",
    "location": "tunis , tunis , tunisia ",
    "img": "AstronomyWorkshop.webp"
  },
  {
    "title": "Space Facts",
    "description": "\"Space Facts” represents monthly posts conducted over the course of a month.In order to engage our aerospace online community by sharing fascinating space-related facts through our Facebook page.",
    "date": "01 ََApril 2023",
    "location": "online",
    "img": ""
  },
  {
    "title": "Aerokids 3.0",
    "description": "The IEEE AESS ESPRIT SBC and IEEE SIGHT group created Aerokids, which consisted of three sessions to educate kids in the aerospace and IT fields and expose them to cutting-edge technology at a young age.",
    "date": "2023-04-29",
    "location": "tunis, Tunis , Tunisia",
    "img": "AeroKids3.0.webp"
  },
  {
    "title": "Aerokids 4.0",
    "description": "The IEEE AESS ESPRIT SBC and IEEE SIGHT group created Aerokids, which consisted of three sessions to educate kids in the aerospace and IT fields and expose them to cutting-edge technology at a young age.",
    "date": "2023-05-02",
    "location": "tunis, Tunis , Tunisia",
    "img": ""
  },
  {
    "title": "participation in the ATA anniversary",
    "description": "As representatives of our chapter, we set up an attractive booth to share our aerospace passion with experts and enthusiasts alike. During the event, we explored ATA's impressive history, uncovering inspiring stories of innovation and success in the aviation industry.",
    "date": "2023-07-04",
    "location": "Cité des Sciences ,tunis , tunisia ",
    "img": ""
  },
  {
    "title": "SUMMERSCHOOL 2.0",
    "description": "The AESS Summer School is a captivating program that allows both IEEE members and non-members to explore aerospace technologies and their applications. The summer school is led by experts and covers drone technologies, CubeSat subsystems, space exploration, IoT applications, and AI advancements in the aerospace industry. Join us for an inspiring and enriching experience. Don't miss this chance to discover the future of aerospace!",
    "date": "2023-07-15",
    "location": "online ",
    "img": "Summer_School.webp"
  },
  {
    "title": "ASTROTALK2.0",
    "description": "Astro Talk, a captivating exploration of rocket engine technology in space exploration, sought to enlighten and engage its audience. The primary objective was to offer valuable insights from distinguished Aerospace Engineer Dr. Lassad Amami, fostering a deeper understanding of this complex field among space enthusiasts, students, and curious minds alike.",
    "date": "2023-08-05",
    "location": "online",
    "img": "ASTROTALK.webp"
  },
  {
    "title": "\"SEMENALILA\" SERIE",
    "description": "Smena Lila's mini Astro talk series is your passport to the cosmos! Dive into captivating mini-videos crafted by our executive board, exploring the mysteries of space – from distant galaxies to the stories of daring astronauts. Whether you're a seasoned stargazer or a curious newcomer, let Smena Lila ignite your fascination with the universe, one celestial episode at a time. Join us on a journey of discovery through black holes, supernovas, alien worlds, and beyond!",
    "date": "2023-08-30",
    "location": "online",
    "img": "smenalila.webp"
  },
  {
    "title": "AESS IEEE DAY:DRONES WALK THROUGH WORKSHOP",
    "description": "The IEEE AESS ESPRIT Student Branch Chapter hosted a captivating drone workshop as part of IEEE DAY. Led by robotics enthusiast Mr. Mehdi Bouzguenda and aeronautics advocate Mr. Ahmed Aziz Ben Gandia, the hands-on event provided insights into drone assembly and flight controls. A triumph in innovation and community engagement, the workshop left participants inspired.",
    "date": "2023-10-11",
    "location": "ESPRIT , Ariana , Tuinisia",
    "img": "droneworkshop.webp"
  },
  {
    "title": "ATEC‘23",
    "description": "The Aerospace Technology and Emerging Communication (ATEC) program is a one-of-a-kind hybrid program that aims to promote diverse expertise in aerospace systems, their underlying science and technology, and their extended applicability. The program is designed to cater to both IEEE members and non-members who are interested in exploring the latest advancements in aerospace technology. The program is led by experts in the field and covers a wide range of topics such as drone technologies, CubeSat subsystems, space exploration, IoT applications, and AI advancements in the aerospace industry.",
    "date": "2023-10-14",
    "location": "ESPRIT School of Business , Ariana , Tunisia ",
    "img": "ATEC.webp"
  },
  {
    "title": "AEROKIDS 5.0",
    "description": "The IEEE AESS ESPRIT SBC and IEEE SIGHT group created Aerokids, which consisted of three sessions to educate kids in the aerospace and IT fields and expose them to cutting-edge technology at a young age.",
    "date": "2023-11-04",
    "location": "Sidi Thabet , Tunis , Tunisia ",
    "img": "aerokids_5.0.webp "
  },
  {
    "title": "Astro Talk 3.0",
    "description": "Astrotalk is perfect for everyone—from enthusiasts and students to professionals—who want to learn more about the cosmos. Whether you're an experienced astronomer or just curious about the stars, this webinar, featuring five online sessions of technical and non technical worskshops will take you on a captivating journey through space. 🌌✨",
    "date": "2024-07-10",
    "location": "online",
    "img": "astrotalk.jpg"
  },
  {
    "title": "LiftOff",
    "description": "Liftoff is an online event featuring multiple workshops and captivating sessions about IoT, aerospace technologies, and satellites. This event brings together leading experts to explore both technical and non-technical aspects of aerospace, astronomy, and beyond. Liftoff is a collaboration between AESS Esprit and AESS ESTHS, combining the strengths and expertise of these organizations to offer a unique learning experience for all participants.",
    "date": "2024-08-22",
    "location": "online",
    "img": "lifoff.jpg"
  },
  {
    "title": "ATEC 2024",
    "description": "ATEC 2024 (Aerospace and Technology Engineering Challenge) is a 24-hour event focused on exploring the future of aerospace through innovation and technology. With challenges in AI, IoT, and MLOps, participants will solve real-world problems, collaborate with industry experts, and compete for exciting prizes. This is your chance to push the limits of creativity and be part of the journey \"Beyond the Earth.\" Join us for an unforgettable experience as we shape the future of aerospace together!",
    "date": "2024-10-04",
    "location": "ESPRIT School of Business , Ariana , Tunisia  ",
    "img": "atec.png"
  },
  {
    "title": "AESS IEEE DAY: Cybersecurity in Aerospace",
    "description":"Discover how cutting-edge technology is securing the future of aerospace systems and keeping us ahead of emerging cyber threats. 🔐 ",
    "date": "2024-10-06",
    "location": "online",
    "img": "cybersec.jpg"
  },
  {
    "title": "AEROKIDS 6.0",
    "description": "The IEEE AESS ESPRIT SBC and IEEE SIGHT group created Aerokids, which consisted of three sessions to educate kids in the aerospace and IT fields and expose them to cutting-edge technology at a young age.",
    "date": "2023-10-14",
    "location": "Sidi Thabet , Tunis , Tunisia ",
    "img": "areokids6.jpg"
  }
]